[{"title":"Quanto custa um PC para rodar God of War Ragnarok? Veja sugestões de peças","link":"https://www.tecmundo.com.br/voxel/290132-custa-pc-rodar-god-of-war-ragnarok-veja-sugestoes-pecas.htm","img":"https://img.ibxk.com.br/2024/09/22/22193634167010.jpg","pubDate":"Sat, 28 Sep 2024 17:30:00 -0300","content":"God of War Ragnarok finalmente foi lançado para o PC, aliviando a ansiedade de quem esperou desde sua chegada no PlayStation para experimentar a sequência da história épica de Kratos e Atreus. O jogo estreia em sua nova casa com uma versão competente, assim como o seu antecessor.\nMas, afinal, quanto custa montar um PC para rodar God of War Rangarok? Neste artigo, o objetivo é montar um computador, ou calcular quanto custaria montar um, capaz de rodar God of War de forma satisfatória e semelhante ao PS5. \nLeia mais..."},{"title":"Filme de suspense brilha entre os mais pirateados da semana! Veja top 10","link":"https://www.tecmundo.com.br/minha-serie/290124-filme-suspense-brilha-entre-pirateados-semana-veja-top-10.htm","img":"https://img.ibxk.com.br/2024/09/27/27154453695228.jpg","pubDate":"Sat, 28 Sep 2024 17:00:00 -0300","content":"Se hoje é sábado, adivinhe só o que está te aguardando? Ela mesma, nossa lista com os filmes mais pirateados da semana. Será que temos muitas ou poucas novidades desta vez? Quais títulos mais chamaram atenção dos internautas, afinal? Bem, descobriremos tudo isso, discutindo longa por longa, agora mesmo. Portanto, faça suas apostas e vamos nessa!\nSempre lembrando, como de costume, que utilizamos os dados semanais levantados pelo site TorrentFreak, que acompanha quais títulos têm recebido mais downloads em sites de torrent, como base para este segmento. Não apoiamos a pirataria de forma alguma.\nLeia mais..."},{"title":"Lenovo confirma Legion Go 2 e Legion Go Lite em site oficial","link":"https://www.tecmundo.com.br/produto/290138-lenovo-confirma-legion-go-2-legion-go-lite-site-oficial.htm","img":"https://img.ibxk.com.br/2024/09/27/27152837301218.jpg","pubDate":"Sat, 28 Sep 2024 17:00:00 -0300","content":"Um ano após o anúncio do Legion Go para o mercado internacional, a Lenovo trabalha em não somente uma, mas duas atualizações do portátil, com os novos Legion Lite e Legion Go Two. Os dois modelos ainda não foram oficialmente anunciados, mas apareceram no site oficial da fabricante.\nCom o lançamento recente da Legion Go Dock para carregamento do portátil, o acessório possui uma página no site oficial da marca, que além de listar o console original, também diz ser compatível com o Lenovo Legion Go Lite e o Legion Go 2. Por mais que tudo possa não passar de um erro de cadastro, o vazamento ganha reforço pelo site especificar as gerações 1 e 2 do portátil.\nLeia mais..."},{"title":"7 curiosidades sobre o Google Lens que você ainda não sabia","link":"https://www.tecmundo.com.br/software/289953-7-curiosidades-google-lens-voce-ainda-nao-sabia.htm","img":"https://img.ibxk.com.br/2024/09/24/24153619147281.jpg","pubDate":"Sat, 28 Sep 2024 16:00:00 -0300","content":"O Google Lens é um recurso utilizado por muitas pessoas para identificar placas e escritos em outros idiomas. Porém, suas funções podem ir além!\nNas linhas abaixo, vamos indicar algumas curiosidades sobre o Google Lens que provavelmente você não conhece. Acredite: há alguns usos que possivelmente passam longe do radar de muita gente. Acompanhe a leitura!\nLeia mais..."},{"title":"Dragon Ball Daima e mais! Veja animes que serão lançados em outubro na Crunchyroll","link":"https://www.tecmundo.com.br/minha-serie/290122-dragon-ball-daima-veja-animes-lancados-outubro-crunchyroll.htm","img":"https://img.ibxk.com.br/2024/09/27/27153127363223.jpg","pubDate":"Sat, 28 Sep 2024 15:30:00 -0300","content":"Temos fãs de animes por aí? Então, atenção! Caso você ainda não saiba quais animes assistir em outubro de 2024 na Crunchyroll, principal serviço de streaming de animações do gênero, trazemos novidades quentíssimas e animadoras. Neste mês, vários lançamentos e continuações aguardadíssimas desembarcam na plataforma de animes, incluindo títulos como Dragon Ball Daima e Re:ZERO -Starting Life in Another World, por exemplo.\nMas, afinal, o que assistir na Crunchyroll neste novo mês? Abaixo, você confere todas as atrações programadas para chegarem ao streaming nos próximos dias e que, certamente, valem sua atenção. É só anotar os projetos que mais te agradam e aproveitar. Sem mais delongas, portanto, vamos conferir?\nLeia mais..."},{"title":"Brasileiro precisa de 68,6 dias de trabalho para comprar um iPhone 16 Pro","link":"https://www.tecmundo.com.br/produto/290131-brasileiro-precisa-68-6-dias-trabalho-comprar-iphone-16-pro.htm","img":"https://img.ibxk.com.br/2024/09/27/27170027386266.jpg","pubDate":"Sat, 28 Sep 2024 15:00:00 -0300","content":"Um brasileiro interessado em comprar o iPhone 16 Pro precisa trabalhar 68,6 dias, em média, o que coloca o Brasil como um dos países onde o celular da Apple custa mais caro. O dado está em um levantamento feito pela plataforma Picodi, divulgado após o lançamento da nova geração do iPhone.\nIntitulada “iPhone Index 2024”, a pesquisa foi baseada na versão de 128 GB do iPhone 16 Pro, cujo preço sugerido pela fabricante no mercado nacional é de R$ 10.499. Os autores compararam os valores locais do smartphone com o salário médio de cada país, dividindo a remuneração por 21, que representa a quantidade média de dias trabalhados em um mês.\nLeia mais..."},{"title":"EA FC 25 traz poucas mudanças e começa a incomodar com a mesmice - Review","link":"https://www.tecmundo.com.br/voxel/290142-ea-fc-25-traz-mudancas-comeca-incomodar-mesmice-review.htm","img":"https://img.ibxk.com.br/2024/09/27/27182533138311.jpg","pubDate":"Sat, 28 Sep 2024 14:00:00 -0300","content":"EA FC 25 é o novo game da famosa franquia de futebol da EA, que chegou no último dia 27 de setembro para PS4, PS5, Xbox One, Xbox Series S/X, Nintendo Switch e PC. O jogo, que por muitos anos se chamou FIFA Soccer, aposta em gráficos realistas e, principalmente, o licenciamento das principais ligas de futebol do mundo. \nEm sua nova versão, há um foco maior no novo modo, o Rush, e melhorias visuais. Mas será que isso é o suficiente para valer o alto preço de um título lançado todo o ano? Confira o review completo! \nLeia mais..."},{"title":"Alexa Guard: como funciona o recurso para assistente cuidar da sua casa?","link":"https://www.tecmundo.com.br/software/289960-alexa-guard-funciona-recurso-assistente-cuidar-casa.htm","img":"https://img.ibxk.com.br/2024/09/24/24161955925303.jpg","pubDate":"Sat, 28 Sep 2024 13:00:00 -0300","content":"A Alexa vem se tornando cada vez mais comum nas residências em todo o mundo. O sistema de inteligência artificial por voz, desenvolvido pela Amazon, é uma mão na roda para auxiliar quem deseja automatizar desde simples rotinas domésticas, até mesmo cuidar da segurança da sua casa. \nPara isso, a própria empresa desenvolveu o Alexa Guard, um sistema de segurança que traz uma série de recursos, já programados, para auxiliar em casa de invasões ou ações similares. Elas incluem desde o acionamento de alarmes, até ligações automáticas para a polícia. \nLeia mais..."},{"title":"Steam traz ótimos jogos para PC em promoção com até 95% de desconto","link":"https://www.tecmundo.com.br/voxel/290137-steam-traz-otimos-jogos-pc-promocao-95-desconto.htm","img":"https://img.ibxk.com.br/2024/09/27/27163316918244.jpg","pubDate":"Sat, 28 Sep 2024 11:00:01 -0300","content":"É hora de parar tudo, respirar fundo, pegar o cartão de crédito e se preparar para as compras pois temos mais uma lista com os melhores jogos para PC com desconto na Steam nesta semana! Listamos novamente muitos games para computador disponíveis na loja da Valve bem baratinhos, com até 95% de desconto.\nEntre as principais ofertas de jogos na Steam desta semana temos temos games como Duke Nukem 3D: 20th Anniversary World Tour, Warhammer 40,000: Dawn of War, Bloodstained: Ritual of the Night,  XCOM 2 e Deponia, que está custando apenas R$ 1,99.\nLeia mais..."},{"title":"Invillia, BRZ e mais empresas estão com vagas abertas para áreas de tecnologia","link":"https://www.tecmundo.com.br/mercado/290110-invillia-brz-empresas-vagas-abertas-areas-tecnologia.htm","img":"https://img.ibxk.com.br/2024/09/27/27141949251180.jpg","pubDate":"Sat, 28 Sep 2024 10:00:00 -0300","content":"O mercado de trabalho na área de tecnologia continua sendo um dos mais promissores no Brasil em 2024, principalmente quando falamos sobre vagas envolvendo o uso de inteligência artificial.\nSe você está em busca de uma nova oportunidade no mercado de trabalho, fique ligado! A equipe do TecMundo selecionou algumas empresas que estão com vagas disponíveis para diferentes áreas no sistema home office, híbrido e presencial. Confira abaixo quais são:\nLeia mais..."}]